"Add Image" = "Add Image";
"Cancel" = "Cancel";
"check" = "check";
"Choose..." = "Choose...";
"Christmas Day" = "Christmas Day";
"Christmas Eve" = "Christmas Eve";
"Closing in 3 seconds..." = "Closing in 3 seconds...";
"DAYS LEFT" = "DAYS LEFT";
"DAYS UNTIL" = "DAYS UNTIL";
"Delete" = "Delete";
"Disable Ads" = "Disable Ads";
"Do you want to disable ads? You can't enable them later." = "Do you want to disable ads? You can't enable them later.";
"DONE" = "DONE";
"Edit Event" = "Edit Event";
"ended on" = "ended on";
"Ended on" = "Ended on";
"Ends on" = "Ends on";
"HOURS LEFT" = "HOURS LEFT";
"HOURS UNTIL" = "HOURS UNTIL";
"is happening now" = "is happening now";
"MINS LEFT" = "MINUTES LEFT";
"MINS UNTIL" = "MINUTES UNTIL";
"New Event" = "New Event";
"New Year" = "New Year";
"No Events" = "No Events";
"No Name" = "No Name";
"Remove Image" = "Remove Image";
"SECS LEFT" = "SECONDS LEFT";
"SECS UNTIL" = "SECONDS UNTIL";
"Select a Picture" = "Select a Picture";
"Started on" = "Started on";
"Starts on" = "Starts on";
"Syncing..." = "Syncing...";
"Take a Picture" = "Take a Picture";
"WEEKS UNTIL" = "WEEKS UNTIL";
"WKS LEFT" = "WEEKS LEFT";

